{
	"spell": [
		{
			"name": "Angelic Guardian",
			"source": "DM-06 3pp",
			"level": 1,
			"school": "C",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 30
				}
			},
			"components": {
				"v": true,
				"s": true
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minutes",
						"amount": 1
					},
					"concentration": true
				}
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Cleric",
						"source": "PHB"
					},
					{
						"name": "Paladin",
						"source": "PHB"
					},
					{
						"name": "Warlock",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			},
			"entries": [
				"You conjure a minor celestial manifestation to protect a creature you can see within range. A faintly glowing figure resembling a human head and shoulders hovers within 5 feet of the target for the duration. The figure moves to interpose itself between the target and any incoming attacks, granting the target +2 to AC. If the target fails a Dexterity saving throw while the spell is active, it can use its reaction to roll a new save. The spell then ends."
			]
		},
		{
			"name": "Benediction",
			"source": "DM-06 3pp",
			"level": 0,
			"school": "A",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 60
				}
			},
			"components": {
				"v": true,
				"s": true
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minutes",
						"amount": 1
					},
					"concentration": true
				}
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Cleric",
						"source": "PHB"
					},
					{
						"name": "Warlock",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			},
			"entries": [
				"You call down a blessing in the name of an angel of protection. A creature you can see within range shimmers with a faint white light. The next time the creature takes damage, it can roll 1d4 and reduce the damage by the result. The spell then ends."
			]
		},
		{
			"name": "Blade of Wrath",
			"source": "DM-06 3pp",
			"level": 3,
			"school": "V",
			"time": [
				{
					"number": 1,
					"unit": "bonus action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "self"
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": "a rebuke of evil, written in Celestial"
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minutes",
						"amount": 10
					},
					"concentration": true
				}
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Cleric",
						"source": "PHB"
					},
					{
						"name": "Paladin",
						"source": "PHB"
					},
					{
						"name": "Warlock",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			},
			"entries": [
				"You create a sword of pure white fire in your free hand. The blade is similar in size and shape to a longsword, and it lasts for the duration. If you let go of the blade it disappears, but you can call it forth again as a bonus action.",
				"You can use your action to make a melee spell attack with the blade. On a hit, the target takes 2d8 fire damage and 2d8 radiant damage. An aberration, fey, fiend, or undead creature damaged by the blade must succeed on a Wisdom saving throw or be frightened until the start of your next turn.",
				"The blade sheds bright light in a 20-foot radius and dim light for an additional 20 feet."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "At Higher Levels",
					"entries": [
						"When you cast this spell using a spell slot of 4th level or higher, the fire damage or the radiant damage (your choice) increases by 1d8 for each slot level above 3rd."
					]
				}
			]
		},
		{
			"name": "Blazing Chariot",
			"source": "DM-06 3pp",
			"level": 5,
			"school": "C",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 30
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": "a small golden wheel worth 250 gp"
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "hours",
						"amount": 1
					}
				}
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Cleric",
						"source": "PHB"
					},
					{
						"name": "Paladin",
						"source": "PHB"
					},
					{
						"name": "Warlock",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			},
			"entries": [
				"Calling upon the might of the angels, you conjure a flaming chariot made of gold and mithral in an unoccupied space you can see within range. Two horses made of fire and light pull the chariot. You and up to three other Medium or smaller creatures you designate can board the chariot (at the cost of 5 feet of movement) and are unharmed by the flames. Any other creature who touches the chariot or hits it or a creature riding in it with a melee attack while within 5 feet of the chariot takes 3d6 fire damage and 3d6 radiant damage.",
				"The chariot is AC 18, has 50 hit points, is immune to fire, poison, psychic, and radiant damage, and is resistant to all other nonmagical damage. The horses are not separate creatures but are part of the chariot. The chariot vanishes if it’s reduced to 0 hit points, and any creature riding it falls. The chariot has a speed of 50 feet and a fly speed of 40 feet.",
				"On your turn, you can guide the chariot in place of your own movement. You can direct it to Dash, Disengage, or Dodge by using your bonus action. As an action, you can cause the chariot to overrun creatures in its path. For the remainder of the turn, the chariot can enter a hostile creature’s space. The creature takes damage as if it touched the chariot and must make a successful Strength saving throw or be knocked prone."
			]
		},
		{
			"name": "Blessed Halo",
			"source": "DM-06 3pp",
			"level": 2,
			"school": "V",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "self"
				}
			},
			"components": {
				"v": true,
				"s": true
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minutes",
						"amount": 1
					},
					"concentration": true
				}
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Cleric",
						"source": "PHB"
					},
					{
						"name": "Paladin",
						"source": "PHB"
					},
					{
						"name": "Warlock",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			},
			"entries": [
				"A nimbus of golden light surrounds your head for the duration. The halo sheds bright light in a 20-foot radius and dim light for an additional 20 feet. This spell grants you a pool of 10 points of healing. When you cast the spell and as an action on subsequent turns during the spell’s duration, you can expend points from this pool to restore an equal number of lost hit points to one creature within the spell’s bright light that you can see.",
				"Additionally, you have advantage on Charisma checks made against good creatures within the light shed by the halo.",
				"If any of this spell’s area overlaps an area of magical darkness created by a spell of 2nd level or lower, the spell that created the darkness is dispelled."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "At Higher Levels",
					"entries": [
						"When you cast this spell using a spell slot of 3rd level or higher, the spell’s pool of healing increases by 5 points for each spell slot above 2nd and this spell dispels darkness spells of a level equal to the slot used in casting blessed halo."
					]
				}
			]
		},
		{
			"name": "Deva's Wings",
			"source": "DM-06 3pp",
			"level": 4,
			"school": "T",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "touch"
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": "a wing feather from any bird marked with an angelic symbol"
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minutes",
						"amount": 10
					},
					"concentration": true
				}
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Cleric",
						"source": "PHB"
					},
					{
						"name": "Paladin",
						"source": "PHB"
					},
					{
						"name": "Warlock",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			},
			"entries": [
				"You touch a willing creature. The target grows feathery wings of pure white that grant it a flying speed of 60 feet (hover) for the duration. When the creature takes the attack action, it can use a bonus action to make a melee weapon attack with the wings with a reach of 10 feet. If the wing attack hits, the target takes 1d6 plus your spellcasting ability modifier in bludgeoning damage and must make a successful Strength saving throw or fall prone. When the spell ends, the wings disappear and target falls if it was aloft."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "At Higher Levels",
					"entries": [
						"When you cast this spell using a spell slot of 5th level or higher, you can choose one additional target for each slot level above 4th."
					]
				}
			]
		},
		{
			"name": "Greater Seal of Sanctuary",
			"source": "DM-06 3pp",
			"level": 9,
			"school": "A",
			"ritual": "YES",
			"time": [
				{
					"number": 10,
					"unit": "minute"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "touch"
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": "incense and special inks worth 500 gp, which the spell consumes"
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "hours",
						"amount": 24
					}
				}
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Cleric",
						"source": "PHB"
					},
					{
						"name": "Warlock",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			},
			"entries": [
				"You inscribe an angelic seal on the ground, floor, or other solid component of a structure. The seal creates a spherical, spiritual boundary with a radius of 100 feet. For the duration, aberrations, elementals, fey, fiends, and undead who approach within 5 feet of the boundary know they are about to cross a deadly barrier. If the creature comes into contact with the boundary, it must make a Charisma saving throw. On a failure, it takes 15d8 radiant damage, it’s repelled to 5 feet outside the boundary, and it can’t target anything on the opposite side of the boundary with attacks, spells, or abilities. If the creature is a fiend that isn’t on its home plane, it is immediately destroyed instead of taking damage. On a successful save, the creature takes half as much radiant damage and can cross the boundary.",
				"While within 100 feet of the seal (inside the boundary), aberrations, elementals, fey, fiends, and undead have disadvantage on ability checks, attack rolls, and saving throws, and each takes 4d8 radiant damage at the start of its turn.",
				"All of these effects apply to the specified creatures trying to cross the boundary by any means, including teleportation and extradimensional travel.",
				"Creatures other than aberrations, elementals, fey, fiends, and undead can’t be charmed or frightened while within 100 feet of the seal.",
				"The seal has 75 hit points, has resistance to bludgeoning, piercing, and slashing damage, and is immune to psychic and poison damage. If the seal is reduced to 0 hit points, the spell ends."
			]
		},
		{
			"name": "Heavenly Crown",
			"source": "DM-06 3pp",
			"level": 6,
			"school": "E",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "sphere",
				"distance": {
					"type": "feet",
					"amount": 30
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": "a small golden crown worth 50 gp"
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minutes",
						"amount": 1
					},
					"concentration": true
				}
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Cleric",
						"source": "PHB"
					},
					{
						"name": "Warlock",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			},
			"entries": [
				"A glowing golden crown appears on your head and sheds dim light in a 30-foot radius, invoking the majesty of the heavenly planes. When you cast the spell and as a bonus action on subsequent turns, you can target one willing creature within 30 feet of you that you can see. If the target can hear you, it can use its reaction to make one melee weapon attack and then move up to half its speed, or vice versa."
			]
		},
		{
			"name": "Quintessence",
			"source": "DM-06 3pp",
			"level": 8,
			"school": "T",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "sphere",
				"distance": {
					"type": "feet",
					"amount": 120
				}
			},
			"components": {
				"v": true,
				"s": true
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minutes",
						"amount": 1
					},
					"concentration": true
				}
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Cleric",
						"source": "PHB"
					},
					{
						"name": "Warlock",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			},
			"entries": [
				"By calling on an archangel, you become infused with celestial essence and take on angelic features such as golden skin, glowing eyes, and ethereal wings. For the duration of the spell, your AC can’t be less than 20, you can’t be frightened, and you are immune to necrotic damage.",
				"In addition, each hostile creature that starts its turn within 120 feet of you or enters that area for the first time on a turn must succeed on a Wisdom saving throw or be frightened for 1 minute. A creature frightened in this way is restrained. A frightened creature repeats the saving throw at the end of its turn, ending the effect on itself on a success. If a creature’s saving throw is successful or if the effect ends for it, the creature is immune to the frightening effect of the spell until you cast quintessence again."
			]
		},
		{
			"name": "Seal of Sanctuary",
			"source": "DM-06 3pp",
			"level": 7,
			"school": "A",
			"ritual": "YES",
			"time": [
				{
					"number": 10,
					"unit": "minute"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "touch"
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": "incense and special inks worth 250 gp, which the spell consumes"
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "hours",
						"amount": 24
					}
				}
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Cleric",
						"source": "PHB"
					},
					{
						"name": "Warlock",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			},
			"entries": [
				"You inscribe an angelic seal on the ground, floor, or other solid component of a structure. The seal creates a spherical, spiritual boundary with a radius of 50 feet. For the duration, aberrations, elementals, fey, fiends, and undead who approach within 5 feet of the boundary know they are about to cross a dangerous barrier. If the creature comes into contact with the boundary, it must make a Charisma saving throw. On a failure, it takes 10d8 radiant damage, it’s repelled to 5 feet outside the boundary, and it can’t target anything on the opposite side of the boundary with attacks, spells, or abilities. On a successful save, the creature takes half as much radiant damage and can cross the boundary. While within 50 feet of the seal (inside the boundary), aberrations, elementals, fey, fiends, and undead have disadvantage on ability checks, attack rolls, and saving throws. All of these effects apply to the specified creatures trying to cross the boundary by any means, including teleportation and extradimensional travel.",
				"Creatures other than aberrations, elementals, fey, fiends, and undead can’t be charmed or frightened while within the area.",
				"The seal has 50 hit points, has resistance to bludgeoning, piercing, and slashing damage, and is immune to psychic and poison damage. If the seal is reduced to 0 hit points, the spell ends."
			]
		}
	]
}