{
	"spell": [
		{
			"name": "Acid Rain",
			"source": "DM-14 3pp",
			"level": 5,
			"school": "C",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 150
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": "a drop of acid"
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minutes",
						"amount": 1
					},
					"concentration": true
				}
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Sorcerer",
						"source": "PHB"
					},
					{
						"name": "Warlock",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			},
			"entries": [
				"You unleash a storm of swirling acid in a cylinder 20-foot wide and 30-foot high centered on a point you can see. The area is heavily obscured by driving rainfall. A creature that starts its turn in or enters the area for the first time must make a Dexterity saving throw. On a failed save, the creature takes 6d6 acid damage, or half as much damage on a successful one. When a creature leaves the area, it takes 3d6 acid damage at the start of its next turn."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "At Higher Levels",
					"entries": [
						"When you cast this spell using a spell slot of 7th level or higher, the initial damage increases by 2d6, and the secondary damage increases by 1d6 for every two slot levels above 5th."
					]
				}
			]
		},
		{
			"name": "Blizzard",
			"source": "DM-14 3pp",
			"level": 7,
			"school": "C",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 100
				}
			},
			"components": {
				"v": true,
				"s": true
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minutes",
						"amount": 1
					},
					"concentration": true
				}
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Sorcerer",
						"source": "PHB"
					},
					{
						"name": "Warlock",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			},
			"entries": [
				"A howling storm of thick snow and ice crystals appears in a 40-foot wide, 40-foot high cylinder. The area is heavily obscured by swirling snow. When the storm appears, each creature in the area must make a Constitution saving throw. A creature takes 8d8 cold damage on a failed save, or half as much damage on a successful one. A creature must also make this save when it enters the area for the first time or ends its turn there.",
				"A creature who takes cold damage from this spell has disadvantage on Constitution saving throws made to maintain concentration until the start of its next turn."
			]
		},
		{
			"name": "Caustic Torrent",
			"source": "DM-14 3pp",
			"level": 8,
			"school": "C",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "line",
				"distance": {
					"type": "feet",
					"amount": 60
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": "a chip of bone pitted by acid"
			},
			"duration": [
				{
					"type": "instant"
				}
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Sorcerer",
						"source": "PHB"
					},
					{
						"name": "Warlock",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			},
			"entries": [
				"A swirling jet of acid sprays from you in a direction you choose. The acid fills a line that is 60-foot long and 5-foot wide. Each creature in the area must make a Dexterity saving throw. A creature takes 14d6 acid damage on a failed save, or half as much damage on a successful one. A creature reduced to 0 hit points by this spell is killed, and its body is liquefied. The line releases toxic fumes, and each creature other than you within 5 feet of the line is poisoned for 1 minute. A poisoned creature can make a Constitution saving throw at the end of its turn, ending the effect on itself on a success."
			]
		},
		{
			"name": "Drown",
			"source": "DM-14 3pp",
			"level": 6,
			"school": "C",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 30
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": "water from the lungs of a drowned creature"
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minutes",
						"amount": 1
					},
					"concentration": true
				}
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Sorcerer",
						"source": "PHB"
					},
					{
						"name": "Warlock",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			},
			"entries": [
				"Water swirls up in a sphere around a creature you can see within range, forcing itself into the creature's mouth and nose. The creature must make a Strength saving throw. On a failed save, it is stunned until the start of its next turn by the water entering its lungs. On a successful save, the creature isn't affected.",
				"An affected creature can't speak and begins to suffocate. As an action, the creature can try to cough the water out of its lungs by repeating the saving throw. On a success, the spell ends. A creature that can breathe water isn't affected by this spell."
			]
		},
		{
			"name": "Earthskimmer",
			"source": "DM-14 3pp",
			"level": 4,
			"school": "T",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "self"
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": "a piece of shale or slate"
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minutes",
						"amount": 1
					},
					"concentration": true
				}
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Sorcerer",
						"source": "PHB"
					},
					{
						"name": "Warlock",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			},
			"entries": [
				"You cause earth and stone to rise up beneath your feet, lifting you up to 5 feet. For the duration, you can use your movement to cause the slab to skim along the ground or another solid surface at a speed of 60 feet. This movement ignores difficult terrain. If you are pushed or moved against your will by any means other than teleporting, the slab moves with you.",
				"When you take the Dash action, until the end of your turn you can enter the space of a creature up to one size larger than yourself, and the creature must make a Strength saving throw. A creature takes 4d6 bludgeoning damage on a failed save and is knocked prone, or half as much damage and isn't knocked prone on a successful one."
			]
		},
		{
			"name": "Entomb",
			"source": "DM-14 3pp",
			"level": 6,
			"school": "T",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 90
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": "a chip of granite"
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "hours",
						"amount": 8
					}
				}
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Sorcerer",
						"source": "PHB"
					},
					{
						"name": "Warlock",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			},
			"entries": [
				"You cause slabs of rock to burst out of the ground or another stone surface to form a 10-foot cube within range. When the cube forms, a creature inside must succeed on a Dexterity saving throw or be trapped in the stone tomb. The tomb is airtight, with enough air for a single Medium or Small creature to breathe for 8 hours. Divide the time evenly between the number of creatures trapped within. A Large creature counts as four Medium creatures. If the creature is still trapped inside when the air runs out, it begins to suffocate.",
				"The tomb has an AC 18 and 50 hit points. It is resistant to fire, cold, lightning, bludgeoning, and slashing  damage, is immune to poison and psychic damage, and  is vulnerable to thunder damage. When reduced to 0 hit points, the tomb crumbles into harmless powder."
			]
		},
		{
			"name": "Flame Wave",
			"source": "DM-14 3pp",
			"level": 4,
			"school": "V",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "cone",
				"distance": {
					"type": "feet",
					"amount": 40
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": "a drop of tar, pitch, or oil"
			},
			"duration": [
				{
					"type": "instant"
				}
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Sorcerer",
						"source": "PHB"
					},
					{
						"name": "Warlock",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			},
			"entries": [
				"A rushing burst of fire rips out from you in a rolling wave, filling a 40-foot cone. Each creature in the area must make a Dexterity saving throw. On a failed save, a creature takes 6d8 fire damage and is pushed 20 feet away from you, or takes half as much damage and isn't pushed on a successful one."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "At Higher Levels",
					"entries": [
						"When you cast this spell using a spell slot of 5th level or higher, the damage increases by 1d8 for each slot level above 4th."
					]
				}
			]
		},
		{
			"name": "Frostbite",
			"source": "DM-14 3pp",
			"level": 5,
			"school": "V",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 90
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": "a strip of dried flesh that has been frozen at least once"
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minutes",
						"amount": 1
					},
					"concentration": true
				}
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Sorcerer",
						"source": "PHB"
					},
					{
						"name": "Warlock",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			},
			"entries": [
				"You cause biting cold to settle around a creature you can see. The creature must succeed on a Constitution saving throw or take 4d8 cold damage, be reduced to half speed, and suffer disadvantage on attack rolls and ability checks. Creatures who are immune to cold damage are unaffected by this spell.",
				"For the duration, the target must repeat the saving throw at the start of its turn. If the target passes three saving throws against the spell, the spell ends. If no targets are affected, the spell ends immediately."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "At Higher Levels",
					"entries": [
						"When you cast this spell using a spell slot of 6th level or higher, you can target two additional creatures for every slot level above 5th."
					]
				}
			]
		},
		{
			"name": "Frozen Razors",
			"source": "DM-14 3pp",
			"level": 3,
			"school": "V",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 90
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": "water from a melted icicle"
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minutes",
						"amount": 1
					},
					"concentration": true
				}
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Sorcerer",
						"source": "PHB"
					},
					{
						"name": "Warlock",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			},
			"entries": [
				"Razor sharp blades of ice erupt out of the ground or another surface in a 20-foot cube, centered on a point you can see within range. For the duration, the area is lightly obscured and difficult terrain. A creature that moves more than 5 feet on a turn within the area, or into the area, must make a Dexterity saving throw. On a failed save, the creature takes 2d6 slashing damage and 3d6 cold damage, or half as much damage on a successful one. A creature that takes cold damage from this spell is reduced to half speed until the start of its next turn."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "At Higher Levels",
					"entries": [
						"When you cast this spell using a spell slot of 4th level or higher, the damage increases by 1d6 for each slot level above 3rd."
					]
				}
			]
		},
		{
			"name": "Pummelstone",
			"source": "DM-14 3pp",
			"level": 0,
			"school": "C",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 60
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": "a pebble"
			},
			"duration": [
				{
					"type": "instant"
				}
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Sorcerer",
						"source": "PHB"
					},
					{
						"name": "Warlock",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			},
			"entries": [
				"You cause a fist-sized chunk of stone to appear and hurl itself into the target. Make a ranged spell attack. On a hit, the target takes 1d6 bludgeoning damage. During its next turn when it makes an attack roll or ability check, the target must roll a d4 and subtract the result from the check.",
				"The spell's damage increases by 1d6 when you reach 5th level (2d6), 11th level (3d6), and 17th level (4d6)."
			]
		},
		{
			"name": "Pyroclasm",
			"source": "DM-14 3pp",
			"level": 9,
			"school": "V",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 500
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": "a shard of obsidian"
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minutes",
						"amount": 1
					},
					"concentration": true
				}
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Sorcerer",
						"source": "PHB"
					},
					{
						"name": "Warlock",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			},
			"entries": [
				"You point toward an area of ground or similar surface within range. A geyser of lava erupts from the spot you choose, creating a 5-foot wide, 40-foot high cylinder of lava centered on a point you can see. When it erupts, any creature either in the area or that starts its turn there must make a Dexterity saving throw. A creature takes 10d8 fire damage on a failed save, or half as much damage on a successful one.",
				"At the start of your turn, the lava spreads in a pool centered at the base of the geyser. The first time it spreads, it creates a 10-foot radius of lava, and the radius increases by 10 feet each subsequent round to a maximum radius of 50 feet. Creatures who start their turn in the pool take 5d8 fire damage.",
				"Lava clings to a creature when it leaves the area, and it hardens into stone. The creature is reduced to half speed and has disadvantage on Dexterity saving throws until a creature uses an action to break the hardened lava off. If you maintain your concentration for the full minute, the lava geyser and pool permanently harden into nonmagical stone. A creature in the hardened stone is restrained. The stone has an AC 17, 25 hit points, is resistant to all damage except thunder, and is immune to poison and psychic damage. A restrained creature can break free as an action with a successful DC 27 Strength (Athletics) check."
			]
		},
		{
			"name": "Riptide",
			"source": "DM-14 3pp",
			"level": 3,
			"school": "C",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 60
				}
			},
			"components": {
				"v": true,
				"s": true
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "rounds",
						"amount": 1
					}
				}
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Sorcerer",
						"source": "PHB"
					},
					{
						"name": "Warlock",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			},
			"entries": [
				"With a sweeping gesture, you cause a great swell of water to rise up in a 20-foot tall, 20-foot radius cylinder centered on a point on the ground that you can see. Each creature in the area must make a Strength saving throw. On a failed save, a creature is restrained and suspended in the cylinder or moves to the nearest edge of cylinder on a successful one. At the start of your next turn, you can direct the current of the swell as it dissipates. Choose one of the following options:",
				{
					"type": "entries",
					"name": "Riptide",
					"entries": [
						"The water in the cylinder flows in a direction you choose, sweeping each creature in the area to the edge of the cylinder. A creature takes 3d8 bludgeoning damage and is pushed up to 40 feet in the chosen direction, or to the edge of the cylinder, landing prone."
					]
				},
				{
					"type": "entries",
					"name": "Undertow",
					"entries": [
						"The water rushes downward, pulling each creature in the area into an unoccupied space at the center. The creatures are knocked prone and must make a Constitution saving throw. On a failed save a creature is stunned until the start of your next turn."
					]
				}
			]
		},
		{
			"name": "Rolling Thunder",
			"source": "DM-14 3pp",
			"level": 2,
			"school": "V",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "line",
				"distance": {
					"type": "feet",
					"amount": 30
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": "a sliver of metal from a gong"
			},
			"duration": [
				{
					"type": "instant"
				}
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Sorcerer",
						"source": "PHB"
					},
					{
						"name": "Warlock",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			},
			"entries": [
				"A tremendous bell note explodes from your outstretched hand and rolls forward in a line 30-foot long and 5-foot wide. Each creature in the line must succeed on a Constitution saving throw or be deafened for 1 minute. A creature made of inorganic material, such as stone, crystal, or metal, has disadvantage on saving throws against this spell. While a creature is deafened in this way, it is wreathed in thundering energy. It takes 2d8 thunder damage at the start of its turn, and its speed is halved. A deafened creature can repeat the saving throw at the end of its turn, ending the effect on itself on a success."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "At Higher Levels",
					"entries": [
						"When you cast this spell using a spell slot of 3rd level or higher, the damage increase by 1d8 for each slot level above 2nd."
					]
				}
			]
		},
		{
			"name": "Spire of Stone",
			"source": "DM-14 3pp",
			"level": 2,
			"school": "C",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "self"
			},
			"components": {
				"v": true,
				"s": true,
				"m": "a small basalt cylinder"
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minutes",
						"amount": 10
					},
					"concentration": true
				}
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Sorcerer",
						"source": "PHB"
					},
					{
						"name": "Warlock",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			},
			"entries": [
				"You cause a spire of rock to burst out of the ground, floor, or another surface beneath your feet. The spire is as wide as your space, and lifting you, it can rise up to 20 feet in height. When the spire appears, a creature within 5 feet of you must succeed on a Dexterity saving throw or fall prone.",
				"As a bonus action on your turn, you can cause the spire to rise or descend up to 20 feet to a maximum height of 40 feet. If you move off of the spire, it immediately collapses back into the ground. When the spire disappears, it leaves the surface from which it sprang unharmed. You can create a new spire as a bonus action for the duration of the spell."
			]
		},
		{
			"name": "Tidal Barrier",
			"source": "DM-14 3pp",
			"level": 1,
			"school": "A",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "radius",
				"distance": {
					"type": "feet",
					"amount": 10
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": "a piece of driftwood"
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minutes",
						"amount": 1
					},
					"concentration": true
				}
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Sorcerer",
						"source": "PHB"
					},
					{
						"name": "Warlock",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			},
			"entries": [
				"A swirling wave of seawater surrounds you, crashing and rolling in a 10-foot radius around your space. The area is difficult terrain, and a creature that starts its turn in or enters the area must make a Strength saving throw. On a failed save, the creature is pushed 10 feet away from you, and its speed is reduced to 0 until the start of its next turn."
			]
		},
		{
			"name": "Wind Lash",
			"source": "DM-14 3pp",
			"level": 0,
			"school": "V",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 20
				}
			},
			"components": {
				"v": true,
				"s": true
			},
			"duration": [
				{
					"type": "instant"
				}
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Sorcerer",
						"source": "PHB"
					},
					{
						"name": "Warlock",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			},
			"entries": [
				"Your swift gesture creates a solid lash of howling wind. Make a melee spell attack against the target. On a hit, the target takes 1d8 slashing damage from the shearing winds and is pushed 5 feet away from you."
			]
		},
		{
			"name": "Wind Tunnel",
			"source": "DM-14 3pp",
			"level": 1,
			"school": "V",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "line",
				"distance": {
					"type": "feet",
					"amount": 60
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": "a hollow reed or paper tube"
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minutes",
						"amount": 1
					},
					"concentration": true
				}
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Sorcerer",
						"source": "PHB"
					},
					{
						"name": "Warlock",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			},
			"entries": [
				"You create a swirling tunnel of strong wind extending from yourself in a direction you choose. The tunnel is a line 60-foot long and 10-foot wide. The wind blows from you toward the end of the line, which is stationary once created. A creature in the line moving with the wind adds 10 feet to its speed, and ranged weapon attacks fired with the wind don't suffer disadvantage due to long range. Creatures in the line moving against the wind spend 2 feet of movement for every 1 foot they move, and ranged weapon attacks fired through the line against the wind are made with disadvantage.",
				"The wind tunnel disperses gases and vapors, and it extinguishes candles, torches, and similar unprotected flames in the area. It causes protected flames, such as those of lanterns, to dance wildly and has a 50 percent chance of extinguishing them."
			]
		}
	]
}